Repository: apertium/apertium-sme-smn
Catalog: fi.samediggi/view_id_EQ_156_itemid_EQ_61.tmx
Source language: sme
Languages: smn

source: Olggosaddimat
smn: Olgosadalduvah

source: Oahppamateriálat
smn: Oppâmateriaal

source: Dieđihančállosat
smn: Tieđettemčáluseh

source: Raporttat
smn: Raporteh

source: Davvisámegielat oahppamateriálat
smn: Tavesämikielâlâš oppâmateriaaleh

source: Eatnigiella Girjjálašvuohta Davvisámegiella vieris giellan Badjeskuvlla matematihkka Vuolleskuvlla matematihkka Fysihkka ja kemiija Deavvašvuođadiehtu Biologiija Biras- ja luonddudiehtu Eatnandiehtu Oskkoldat ja eallinoaidnu Historjá ja servodatdiehtu Duodji Eará materiálat Ruovttudoallu
smn: xxx

source: Girjjálašvuohta
smn: xxx

source: Deavvašvuođadiehtu
smn: xxx

source: Biologiija
smn: xxx

source: Biras- ja luonddudiehtu
smn: xxx

source: Oskkoldat ja eallinoaidnu
smn: xxx

source: Historjá ja servodatdiehtu
smn: Eenikielâ já čaabâkirjálâšvuotâ

source: Duodji
smn: Historjá

source: Eará materiálat
smn: xxx

source: Ruovttudoallu
smn: xxx
